// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "설치하려는 소프트웨어 업데이트가 있습니다. 컴퓨터를 재시동하기 전에 설치하겠습니까?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "아무런 작업이 없다면, 업데이트가 설치되고 %@ 후에 사용자의 컴퓨터가 자동으로 재시동됩니다.";
"INSTALL_AND_RESTART_TITLE" = "설치 및 재시동";
"RESTART_TITLE" = "재시동";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "설치하려는 소프트웨어 업데이트가 있습니다. 컴퓨터를 시스템 종료하기 전에 설치하겠습니까?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "아무런 작업이 없다면, 업데이트가 설치되고 %@ 후에 사용자의 컴퓨터가 자동으로 종료됩니다.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "설치 및 시스템 종료";
"SHUT_DOWN_TITLE" = "시스템 종료";

// Disk verify title
"CHECKING_DISK_STATUS" = "디스크 확인 중...";

"DISK_FAILED_VERIFY_TITLE" = "소프트웨어 업데이트를 설치하기 전에 시동 디스크를 복구해야합니다.";
"DISK_FAILED_VERIFY_MESSAGE" = "사용자의 시동 디스크에 컴퓨터를 재시동하면 복구될 수 있는 문제가 있습니다. 재시동 후, 소프트웨어 업데이트를 다시 열어 업데이트를 설치하십시오. 메시지가 다시 나타나면, Apple 지원에 문의하십시오.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "컴퓨터가 자동으로 재시동됩니다.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "컴퓨터가 자동으로 종료됩니다.";
